Repository: Berdir/Privatemsg
Catalog: pm_email_notify/translations/*.po
Languages: sv

source: Privatemsg e-mail notification
sv: Privata meddelande-notifikation

source: Notify users of new private messages by default
sv: Meddela användare om nya meddelanden som standrad.

source: Customize the email messages sent to users upon receipt of a new private message. <br />Available variables are: !author, !author_uid, !pm_subject, !pm_body, !thread, !site, !login_url, !uri, !uri_brief, !message (URL) and !settings (URL). <br />To translate these messages use the i18nstrings.module and translate them trough the <a href="!translate_url">Translate interface</a> ("Privatemsg Email Notification" text group).
sv: Konfigurera e-mail-meddelanden utskickade vid händelse av nya privata meddelanden. <br />Möjliga variabler är: !author, !author_uid, !pm_subject, !pm_body, !thread, !site, !login_url, !uri, !uri_brief, !message (URL) och !settings (URL). <br /> Använd i18nstrings.module och översätt dem via <a href="!translate_url">översättningssidan</a>

source: Subject of notification messages
sv: Ämne för avi-meddelande

source: Body of notification messages
sv: Text för avi-meddelande

source: Receive email notification for incoming private messages
sv: Markera den här rutan om du vill bli meddelad om nya privata meddelanden på Allblue.se.

source: Privatemsg Email Notification
sv: Privatemsg e-mail-avi

source: E-mail notify
sv: E-mail-avi

source: E-mail notification settings
sv: Inställningar för e-mail-avi

source: Notifies users about new Private Messages via Email.
sv: Avisera användare om nya privata meddelanden via e-mail.
