Repository: Berdir/Privatemsg
Catalog: privatemsg_filter/translations/*.po
Languages: sv

source: Tags
sv: Taggar

source: Tag
sv: Märke

source: Usage
sv: Användning

source: Public
sv: Publik

source: Operations
sv: Funktioner

source: Yes
sv: Ja

source: edit
sv: Redigera

source: delete
sv: Radera

source: No tags available.
sv: Inga taggar tillgängliga.

source: Edit @tag
sv: Ändra @tag

source: Name
sv: Namn

source: Public tags are visible for all users, private tags are only visible if they use them.
sv: Publika taggar är synliga för alla användare, privata taggar är endast synliga om de används.

source: Create tag
sv: Skapa tagg

source: Save tag
sv: Spara tagg

source: Tag already exists, choose a different name.
sv: Taggen existerar redan, välj ett annat namn.

source: Tag updated.
sv: Taggen uppdaterad.

source: Tag created.
sv: Taggen skapad.

source: Are you sure you want to delete?
sv: Är du säker på att du vill radera?

source: This action cannot be undone.
sv: Denna åtgärd kan inte ångras.

source: Delete
sv: Ta bort

source: Cancel
sv: Avbryt

source: Tag has been deleted
sv: Taggen har raderats.

source: Search message body
sv: Sök meddelandets text

source: WARNING: turning on this feature will slow down search performance by a large factor. Gets worse as your messages database increases.
sv: VARNING: aktivering av denna funktion kommer att slöa ner sökprestationen med en stor faktor. Detta blir värre ju större din meddelande-databas blir.

source: Position of the tagging textfield
sv: Position av taggningsfält

source: Use higher values to push the form lower down the page, lower or negative values to raise it higher.
sv: Använd högre värden för att flytta formuläret längre ner på sidan, lägre eller negativa värden höjer den.

source: Newly sent messages are automatically tagged with a hidden system tag. To also have existing messages show up in the inbox, you need to process these by starting the rebuild process. Rebuilding may take some time if there are many messages. After rebuilding has completed messages will automatically show up in the inbox.
sv: Nyligt skickade meddeanden är automatiskt taggade med en osynlig systemtag. För att också visa exsisterande meddelanden i inkorgen måste du processera dessa genom att starta omstruktureringsprocessen. Omstrukturering kan ta ett tag om det finns många meddelanden. När processen är klar kommer meddelandena automatiskt att visas i inkorgen.

source: Rebuild inbox
sv: Omstruktura inkorg

source: Rebuilding inbox
sv: Omstrukturerar inkorg

source: Finished with an error.
sv: Klargjord med ett fel

source: One thread tagged.
sv: En taggad tråd.

source: Inbox
sv: Inkorg

source: All messages
sv: Alla meddelanden

source: Choose the default list option
sv: Välj standardalternativet

source: Choose which of the two lists are shown by default when following the messages link.
sv: Välj vilken av de två listorna som ska visas initialt.

source: Tag %tag was ignored because you do not have permission to create new tags.
sv: Taggen %tag var ignorerad eftersom att du inte har tillåtelse att skapa nya taggar.

source: Filter messages
sv: Filtrera meddelanden

source: Search messages
sv: Sök meddelanden

source: Search subjects
sv: Sök ämne

source: Participants
sv: Deltagare

source: Separate multiple names with commas.
sv: Separera flera namn med kommatecken.

source: Filter
sv: Filtrera

source: Save filter
sv: Spara filter

source: Filter messages (active)
sv: Filtrera meddelanden (aktiv)

source: Reset
sv: Återställ

source: Archive
sv: Arkiv

source: Apply Tag
sv: Verkställ tagg

source: Remove Tag...
sv: Radera tagg...

source: Remove Tag
sv: Radera tagg

source: The messages have been archived.
sv: Meddelandena har arkiverats

source: Tags for this conversation
sv: Taggar för den här konversationen

source: Separate multiple tags with commas.
sv: Separera flera taggar med kommatecken.

source: Tag this conversation
sv: Tagga den här konversationen

source: Tagging information has been saved.
sv: Taggningsinformation har sparats

source: The selected conversations have been tagged.
sv: Valda konversationer har blivit taggade.

source: The tag has been removed from the selected conversations.
sv: Taggen har raderats från valda konversationer.

source: filter private messages
sv: Filtrera privata meddelanden

source: tag private messages
sv: Tagga privata meddelanden

source: create private message tags
sv: Skapa taggar för privata meddelanden

source: Configure filter settings.
sv: Konfigurera filterinställningar.

source: Configure tags.
sv: Konfigurera taggar.

source: List
sv: Visa

source: List all existing tags.
sv: Lista alla existerande taggar.

source: Add
sv: Lägg till

source: Add a new tag.
sv: Lägg till ny tagg.

source: Tag all thread which should be displayed in the inbox.
sv: Tagga alla trådar ska visas i inkorgen.

source: Sent messages
sv: Skickade meddelanden

source: Visit <a href="!rebuild_url">Rebuild Inbox</a> to tag existing messages to show up in the inbox.
sv: Besök <a href="!rebuild_url">omstrukturerad inkorg</a> för att tagga existerande meddelanden så att de visas i inkorgen.

source: Allow users to filter messages using tags or other criteria.
sv: Tillåt användare att filtrera meddelanden via taggar eller andra kriterier
