Repository: Berdir/Privatemsg
Catalog: translations/*.po
Languages: sv

source: Display settings
sv: Inställningar för visning

source: Private message display template
sv: Mall för visning av privata meddelanden

source: Inform the user about new messages on login
sv: Informera användare om nya meddelanden vid inloggning

source: This option can safely be disabled if the "New message indication" block is used instead.
sv: Detta alternativ kan säkrast avaktiveras om "Nya meddelanden-indikationes"-blocket används istället.

source: Inform the user on /messages pages that he can not write new messages when privatemsg is disabled.
sv: Informera användaren på /messages sidor att han eller hon inte kan skriva nya meddelanden när privatemsg är inaktiverat.

source: Users can (if given the permission) disable Privatemsg which disallows writing messages to them and they can not write messages themself. If enabled, those users are informed on the relevant pages why they are not allowed to write messages.
sv: Användare kan (om de har tillåtelse) inaktivera Privatemsg vilket omöjliggör skrivande av meddelanden till dem och de kan inte heller skriva meddelanden själva. Om detta är aktiveras så informeras användarna, på relevanta sidor, att de inte kan skicka meddelanden.

source: Default redirection URL
sv: Standrad omdirigerings-URL

source: Defines to which page users are sent after sending a new message. &lt;front&gt; can be used for the defined front page and &lt;new-message&gt; to redirect to the new message. Leave empty to disable the redirect.
sv: Välj vilka sidor som användare ska dirigeras till efter att ha skickat ett nytt meddelande. &lt;front&gt; kan användas för att välja framsidan och &lt;new-message&gt; för att dirigera dem till det nya meddelandet. Lämna fältet tomt för att inaktivera omdirigering.

source: Redirect replies too
sv: Omdirigera meddelanden också

source: Also redirect to the defined page when replying.
sv: Omdirigera även till den valda sidan vid svar.

source: Integration settings
sv: Inställningar för integration

source: These settings allow to configure the integration with other modules.
sv: Dessa inställningar tillåter konfiguration av integrationen med andra moduler.

source: Open "send private message" links in a popup
sv: Öppna "send private message" länkar i en popup

source: This requires the <a href="http://drupal.org/project/popups">Popups API module</a>. Also, the "Scan all pages for popup links." option needs to be enabled at <a href="!popups_admin_url">Popups Settings</a>.
sv: Detta kräver <a href="http://drupal.org/project/popups">Popups API-modulen</a> Dessutom måste alternativet "Scan all pages for popup links." vara aktiverat i <a href="!popups_admin_url">Popup-inställningar</a>.

source: Flush deleted messages
sv: Töm borttagna meddelanden

source: By default, deleted messages are only hidden from the user but still stored in the database. These settings control if and when messages should be removed.
sv: Initialt så är borttagna meddelanden endast dolda för användaren men fortfarande lagrade i databasne. Dessa inställningar kontrollerar om och när meddelanden ska bli helt borttagna.

source: Enable the flushing of deleted messages. Requires that cron is enabled
sv: Aktivera tömning av borttagna meddelanden. Detta kräver att cron är aktiverat

source: Flush messages after they have been deleted for more days than
sv: Töm meddelanden efter att de har varit borttagna i mer dagar än

source: Maximum number of messages to flush per cron run
sv: Max antal meddelanden att tömma per cron-körning

source: Configure listings
sv: Konfigurera listor

source: Threads per page
sv: Meddelanden per sida

source: Choose the number of conversations that should be listed per page.
sv: Välj det antal konversationer som ska listas per sida.

source: Configure fields
sv: Konfigurera fält

source: Select which columns/fields should be displayed in the message listings. Subject and Last updated cannot be disabled.
sv: Välj vilka kolumner/fält som ska visas i meddelande-listorna. Ämne och senast uppdaterad kan inte bli inaktiverade.

source: Participants
sv: Deltagare

source: Started
sv: Påbörjad

source: Messages
sv: Meddelanden

source: Number of messages on thread pages
sv: Antal meddelanden på sidor

source: Unlimited
sv: Obegränsad

source: Threads will not show more than this number of messages on a single page.
sv: Trådar kommer inte visa mer än detta antal meddelanden på en enskild sida.

source: Display different amount of messages on first thread page
sv: Visa annat antal meddelanden på första sidan

source: By default, the first thread page shows the maximally allowed amount of messages. Enable this checkbox to set a different value.
sv: Initialt visar den första sidan max tillåtna antal meddelanden. Aktivera denna ruta för att välja ett annat värde.

source: Number of messages on first thread page
sv: Antal meddelanden på första sidan

source: The number of messages to be displayed on first thread page. Displays the newest messages.
sv: Antalet meddelanden som ska visas på första sidan. Visar de nyaste meddelandena.

source: "Send private message" link settings
sv: Inställningar för "Send private message"

source: Display "Send this user a message" links for themself
sv: Visa "Send private message" länkar enskilt

source: If enabled, each users sees that link on their own profile, comments and similiar places.
sv: Vid aktivering ser varje användare länken på sin egen profil, kommentarer och liknande platser.

source: Display link on profile pages.
sv: Visa länk på profiler.

source: If this setting is enabled, a link to send a private message will be displayed.
sv: Om denna iställning är aktiverad visas en länk för att skicka privata meddelanden.

source: Display link on the selected content types
sv: Visa en länk på valda innehållstyper

source: Select which content types should display a link to send a private message to the author. By default, the link is not displayed below teasers.
sv: Välj vilka innehållstyper som ska visa en länk för att skicka privata meddelanden till skribenten. Standard är att denna länk inte visas under teasers.

source: Display link on teasers of the selected content types.
sv: Visa länk på teasers för valda innehållstyper.

source: Display links on comments of selected content types.
sv: Visa länk på kommentarer för valda innehållstyper.

source: Also display a link to send a private message to the authors of the comments of the selected content types.
sv: Visa även en länk för att skicka ett privat meddelande till skribenten av kommentarerna till de valda innehållstyperna.

source: Send private message
sv: Skicka privat meddelande

source: Send @name a private message
sv: Skicka ett privat meddelande till @name

source: Display older messages
sv: Visa äldre meddelanden

source: Display newer messages
sv: Visa nyare meddelanden

source: !previous_link Displaying messages @from - @to of @total !newer_link
sv: !previous_link Visar meddelande @from - @to av @total !newer_link

source: This conversation is being viewed with escalated privileges and may not be the same as shown to normal users.
sv: Denna konversation visas med förhöjda tillåtelser och är kanske inte visad på samma sätt för normala användare.

source: Write new message to %recipient
sv: Skriv ett nytt meddelande till %recipient

source: Write new message
sv: Skriv nytt meddelande

source: Preview
sv: Förhandsvisa

source: Enter the recipient, separate recipients with commas.
sv: Fyll i mottagare, separera flera mottagare med kommatecken.

source: To
sv: Till

source: Subject
sv: Ämne

source: Message
sv: Meddelande

source: Preview message
sv: Förhandsgranska

source: Send message
sv: Skicka

source: Cancel
sv: Avbryt

source: Clear
sv: Rensa

source: <strong>Reply to thread</strong>:<br /> Recipients: !to
sv: <strong>Svara på meddelande</strong>:<br /> Mottagare: !to

source: The following users will not receive this private message: @invalid
sv: Följande användare vill inte mottaga detta privata meddelande: @invalid

source: A message has been sent to !recipients.
sv: Ett meddelande har skickats till !recipients.

source: An attempt to send a message <em>may have failed</em> when sending to !recipients.
sv: Ett försök att skicka ett meddelande <em>kan ha misslyckats</em> när det skickades till !recipients.

source: Delete this message for all users?
sv: Vill du radera detta meddelande för alla användare?

source: Tick the box to delete the message for all users.
sv: Kryssa i rutan för att radera meddelandet för alla användare.

source: Are you sure you want to delete this message?
sv: Är du säker på att du vill radera det här meddelandet?

source: This action cannot be undone.
sv: Denna åtgärd kan inte ångras.

source: Delete
sv: Ta bort

source: Message has been deleted for all users.
sv: Meddelandet har blivit raderat för alla användare.

source: Message has been deleted.
sv: Meddelandet har raderats.

source: Actions
sv: Åtgärder

source: More actions...
sv: Fler val...

source: Execute
sv: Verkställ

source: Last Updated
sv: Skickat

source: No messages available.
sv: Du har för tillfället inga meddelanden.

source: Click here to go to your messages.
sv: Klicka här för att gå till dina meddelanden.

source: (1 new)
sv: (1 nytt)

source: You have a new message, click here to read it
sv: Du har ett nytt meddelande, klicka här för att läsa det

source: and others
sv: och andra

source: From !last
sv: Från !last

source: Participants: !participants and !last
sv: Mottagare: !participants samt !last

source: You have disabled Privatemsg and are not allowed to write messages. Go to your <a href="@settings_url">Account settings</a> to enable it again.
sv: Du har inaktiverat Privatemsg och är inte tillåten att skriva meddelanden. Gå till dina <a href="@settings_url">kontoinställningar</a> för att aktivera dem igen.

source: Delete message
sv: Radera

source: new
sv: ny

source: Privatemsg settings
sv: Privata meddelande-inställningar

source: Enable private messages
sv: Tillåt privata meddelanden

source: Disabling private messages prevents you from sending or receiving messages from other users.
sv: Markera den här rutan om du vill tillåta att andra användare kan kontakta dig via privata meddelanden på Allblue.se. Notera att om du ej använder denna funktion kommer du inte att kunna kontakta andra användare heller.

source: Private messages
sv: Privata meddelanden

source: Send this user a message
sv: Skicka ett meddelande till användaren

source: Privatemsg links
sv: Privatemsg-länkar

source: New message indication
sv: Nytt meddelande-indikation

source: Display block when there are no new messages
sv: Visa block när det inte finns några nya meddelanden

source: Enable this to have this block always displayed, even if there are no new messages
sv: Aktivera för att detta block alltid ska visas, även om det inte finns några nya meddelanden

source: No new messages
sv: Inga nya meddelanden

source: Thread %thread_id not found, unable to answer
sv: Meddelande t%thread_id hittades inte, går ej att svara

source: User @user is not allowed to write messages
sv: Användare @user är inte tillåten att skriva meddelanden

source: Disallowed to send a message without a subject
sv: Ej tillåtet att skicka meddelanden utan ämne

source: Disallowed to send reply without a message.
sv: Ej tillåtet att skicka svar utan ett meddelande.

source: You are not allowed to use the specified input format.
sv: Du är inte tillåten att använda valda insticksformat.

source: User @user is not allowed to use the specified input format.
sv: Användare @user är inte tillåten att använda valda insticksformat.

source: Disallowed to send a message without at least one valid recipient
sv: Ej tillåtet att skicka ett meddelanden utan minst en godkänd mottagare

source: Disallowed to send message because all recipients are blocked
sv: Ej tillåtet att skicka meddelande eftersom alla mottagare är blockerade

source: Query function %function does not exist
sv: Query-funktionen %function existerar inte

source: You must first select one (or more) messages before you can take that action.
sv: Du måste först välja ett (eller fler) meddelanden innan du kan välja den åtgärden.

source: The previous action can be <a href="!undo">undone</a>.
sv: Tidigare åtgärd kan <a href="!undo">ångras</a>.

source: You have disabled private message sending and receiving.
sv: Du har inaktiverat utskick och mottagande av privata meddelanden.

source: %recipient has disabled private message receiving.
sv: %recipient har inaktiverat mottagande av privata meddelanden.

source: Mark as read
sv: Markera som läst

source: Mark as unread
sv: Markera som oläst

source: Send author a message
sv: Skicka skribenten ett meddelande

source: Message regarding @node
sv: Meddelande angående @node

source: Message regarding @comment
sv: Meddelande angående @comment

source: Processing recipients
sv: Processerar mottagare

source: Recipient type %type is not correctly implemented
sv: Mottagare av sort %type är inte korrekt ifyllt

source: User
sv: Användare

source: Enter a user name to write a message to a user.
sv: Fyll i ett användarnamn för att skriva ett meddelande till en användare

source: You have <a href="@messages">1 unread message</a>.
sv: Du har <a href="@messages">1 oläst meddelande</a>.

source: Messages (1 new)
sv: Meddelanden (1 nytt)

source: New message
sv: Nytt meddelande

source: Marked 1 thread as unread.
sv: Markerat 1 tråd som oläst.

source: Marked 1 thread as read.
sv: Markerat 1 tråd som läst.

source: Deleted 1 thread.
sv: Raderat 1 tråd.

source: Restored 1 thread.
sv: Återställt 1 tråd.

source: read privatemsg
sv: läs privatemsg

source: read all private messages
sv: läs alla privata meddelanden

source: allow disabling privatemsg
sv: tillåt inaktivering av privatemsg

source: administer privatemsg settings
sv: administrera inställningar för privatemsg

source: write privatemsg
sv: skriv privatemsg

source: delete privatemsg
sv: radera privatemsg

source: reply only privatemsg
sv: endast svar för privatemsg

source: Read message
sv: Läs meddelande

source: Configure private messaging settings.
sv: Konfigurera inställningar för privata meddelanden.

source: Undo last thread action
sv: Ångra senaste tråd-åtgärd

source: Some updates are still pending. Please return to <a href="@update-php">update.php</a> and run the remaining updates.
sv: Några uppdateringar är fortfarande kvar. Vänligen återvänd till <a href="@update-php">update.php</a> och kör de kvarvarande uppdateringarna.

source: Some updates are still pending.<br/>Please re-run the update script.
sv: Vissa uppdateringar är fortfarande pendlande. <br/>Vänligen kör om uppdateringsscriptet.

source: Allow private messages between users.
sv: Tillåt privata meddelanden mellan användare.

source: Mail
sv: Mejl

source: You do not have sufficient rights to view someone else's messages
sv: Du har inte tillräckliga privilegier för att läsa någon annans meddelanden

source: This conversation is being viewed with escalated priviledges and may not be the same as shown to normal users.
sv: Denna konversation visas med förhöjda privilegier och visas kanske inte likadant som för normala användare.

source: Separate multiple names with commas.
sv: Separera flera namn med kommatecken.

source: The following users will not receive this private message: !invalid
sv: Följande användare kommer inte att mottaga detta privata meddelande: !invalid

source: Send Privatemsg link
sv: Skicka Privatemsg-länk

source: Displays a link to send a private message to a user.
sv: Visa länk för att skicka ett privat meddelande till en användare.
