Repository: Berdir/Privatemsg
Catalog: privatemsg_attachments/translations/*.po
Languages: sv

source: File attachments
sv: Bifogade filer

source: Changes made to the attachments are not permanent until you send this message.
sv: Ändringar gjorda för tillagda filer är inte permanenta innan du skickat detta meddelande.

source: File attachments are disabled. The file attachment fieldset in the module's administration settings may not have been properly configured.
sv: Filtillägg är inaktiverat. Fältet för tillagda filer i modulens administrationsinställningar har kanske inte konfigurerats korrekt.

source: Please visit the <a href="@admin-file-system">Private Messages module configuration page</a>.
sv: Vänligen besök <a href="@admin-file-system">konfigurationssidan för Privata Meddelanden-modulen</a>.

source: Please contact the site administrator.
sv: Vänligen kontakta sidan administratör.

source: Privatemsg attachments
sv: Filtillägg för privatemsg

source: Privatemsg attachments directory
sv: Privatemsgs katalog för filtillägg

source: Relative path, based on Drupal's configured file attachments path, where private message attachments will be stored.
sv: Relativ adress, baserad på Drupals konfigurerade filltilläggs-adress, dit tillagda filer för privata meddelanden kommer att lagras.

source: Attachment icon
sv: Filtilläggsikon

source: Attach new file
sv: Lägg till ny fil

source: Images are larger than %resolution will be resized.
sv: Bilder större än %resolution kommer att omskalas.

source: The maximum upload size is %filesize. Only files with the following extensions may be uploaded: %extensions.
sv: Den högsta tillåtna filstorleken är %filesize. Endast filer med följande filändelser kan laddas upp: #extensions.

source: Attach
sv: Lägg till

source: Please wait...
sv: Vänligen vänta...

source: Validation error, please try again. If this error persists, please contact the site administrator.
sv: Valideringsfel. Försök igen. Om felet kvarstår, kontakta webbplatsadministratören.

source: Thread contains @count attachment.
sv: Tråden innehåller @count filtillägg.

source: Thread contains @count attachments.
sv: Tråden innehåller @count filtillägg.

source: upload private message attachments
sv: Ladda upp tillagda filer till privata meddelanden

source: view private message attachments
sv: Visa filltillägg för privata meddelanden

source: Stores uploaded file information and table associations for private messages.
sv: Lagra information över uppladdade filer och tabellassociation för privata meddelanden.

source: Primary Key: The {files}.fid.
sv: Primärnyckel: {files}.fid.

source: The {pm_message}.mid associated with the uploaded file.
sv: {pm_message}.mid associerat med den uppladdade filen

source: Description of the uploaded file.
sv: Beskrivning av den uppladdade filen.

source: Whether the file should be visibly listed on the node: yes(1) or no(0).
sv: Ifall filen ska synligt listas på noden: ja(1) eller nej(0).

source: Weight of this upload in relation to other uploads in this node.
sv: Vikten av den här uppladdningen i relation till andra uppladdningar till noden.

source: Allow users to add attachments to messages
sv: Tillåt användare att lägga till filer till meddelanden.
