Repository: Berdir/Privatemsg
Catalog: privatemsg_rules/translations/*.po
Languages: sv

source: Send a message
sv: Skicka ett meddelande

source: Subject
sv: Ämne

source: Body text
sv: Text

source: Recipient
sv: Mottagare

source: Author
sv: Författare

source: Reply a message
sv: Svara på meddelande

source: Privatemsg thread id
sv: Privatemsg tråd-id

source: Tag a privatemsg thread
sv: Tagga en privatemsg-tråd

source: Tag
sv: Märke

source: User for which the message will be tagged
sv: Användare som meddelandet kommer bli taggat för

source: Load a tag
sv: Ladda en tagg

source: Loaded tag
sv: Laddade tagg

source: Enter an id or name of the tag to load.
sv: Fyll i ett id eller namn för taggen som ska laddas.

source: A message is sent
sv: Ett meddelande har skickats

source: Subject of the message
sv: Meddelandets ämne

source: Body of the message
sv: Meddelandets innehåll

source: Author of the message
sv: Meddelandets avsändare

source: Recipient of the message.
sv: Mottagare av meddelandet.

source: Privatemsg message id
sv: Privatemsg meddelande-id

source: Thread has tag
sv: Tråden har tagg

source: Thread to check for the tag
sv: Tråd att leta igenom efter taggen

source: For which user to check
sv: Vilka användare som ska kollas

source: user
sv: användare

source: Writing new message with subject %subject to %user from %author
sv: Skriver nytt meddelande med ämnet %subject till %user från %author

source: New message sucessfully sent, !link
sv: Nytt meddelande har skickats felfritt, !link

source: Message not sent, reported error: !error
sv: Meddelandet skickades inte, rapporterat fel: !error

source: Warning message reported when trying to send message: !warning
sv: Varningsmeddelande rapporterar vid försök av att skicka meddelandet: !warning

source: Writing reply to thread %thread_id from %author
sv: Skriver svar till tråden %thread_id från %author

source: Tagging %thread_id with %tag for %name
sv: Taggar %thread_id med %tag för %name

source: Tag name
sv: Tagg-namn

source: Name of the tag to be loaded. The tag will be created if he does not exist.
sv: Namn för den laddade taggen. Taggen kommer att skapas om den inte existeras.

source: Tag id
sv: Tagg-id

source: Id of the tag to be loaded.
sv: Id för den laddade taggen

source: No tag to compare found
sv: Ingen jämförbar tagg funnen

source: Privatemsg Rules Integrations
sv: Privatemsg Regler-integrering

source: Integrates Rules with Privatemsg, allows to act on message events and send private messages
sv: Integrerar Regler med Privatemsg, tillåter åtgärder vid meddelanden samt att skicka privata meddelanden vid olika händelser
